Repository: zaftyslogistics-code/tranzfort-v1-17-feb
Catalog: lib/l10n/app_*.arb
Languages: hi

# appTitle
source: TranZfort
hi: ट्रांजफोर्ट

source: Login
hi: लॉगिन

source: Sign Up
hi: साइन अप

source: Logout
hi: लॉगआउट

source: Email
hi: ईमेल

source: Password
hi: पासवर्ड

# mobile
source: Mobile Number
hi: मोबाइल नंबर

source: Welcome back
hi: वापसी पर स्वागत है

source: Sign in to continue
hi: जारी रखने के लिए साइन इन करें

source: Create Account
hi: खाता बनाएं

# joinNetwork
source: Join India's trucking network
hi: भारत के ट्रकिंग नेटवर्क से जुड़ें

source: Forgot Password?
hi: पासवर्ड भूल गए?

# noAccount
source: Don't have an account?
hi: खाता नहीं है?

# alreadyHaveAccount
source: Already have an account?
hi: पहले से खाता है?

source: Dashboard
hi: डैशबोर्ड

source: My Loads
hi: मेरे लोड

# postLoad
source: Post New Load
hi: नया लोड पोस्ट करें

source: Find Loads
hi: लोड खोजें

source: My Trips
hi: मेरी यात्राएं

source: My Fleet
hi: मेरा बेड़ा

source: Add Truck
hi: ट्रक जोड़ें

source: Messages
hi: संदेश

source: Settings
hi: सेटिंग्स

# profile
source: My Profile
hi: मेरी प्रोफ़ाइल

source: Verification
hi: सत्यापन

source: Help & Support
hi: सहायता और समर्थन

source: Super Load
hi: सुपर लोड

# superDashboard
source: Super Loads
hi: सुपर लोड

source: Payout Profile
hi: भुगतान प्रोफ़ाइल

source: Supplier
hi: सप्लायर

source: Trucker
hi: ट्रकर

source: Active
hi: सक्रिय

source: Completed
hi: पूर्ण

source: Cancelled
hi: रद्द

source: Pending
hi: लंबित

source: Verified
hi: सत्यापित

source: Rejected
hi: अस्वीकृत

source: From
hi: कहाँ से

source: To
hi: कहाँ तक

source: Material
hi: सामग्री

source: Weight
hi: वज़न

source: Price
hi: कीमत

source: Pickup Date
hi: पिकअप तारीख

source: Truck Type
hi: ट्रक प्रकार

source: Tyres
hi: टायर

source: Search
hi: खोजें

source: Cancel
hi: रद्द करें

source: Save
hi: सहेजें

source: Submit
hi: जमा करें

source: Confirm
hi: पुष्टि करें

source: Delete
hi: हटाएं

source: Edit
hi: संपादित करें

source: Loading...
hi: लोड हो रहा है...

# noData
source: No data available
hi: कोई डेटा उपलब्ध नहीं

# error
source: Something went wrong
hi: कुछ गलत हो गया

source: Retry
hi: पुनः प्रयास करें

source: Switch Role
hi: भूमिका बदलें

source: Terms of Service
hi: सेवा की शर्तें

source: Privacy Policy
hi: गोपनीयता नीति

source: Chat Now
hi: अभी चैट करें

# sendMessage
source: Type a message...
hi: संदेश लिखें...

# noMessages
source: No conversations yet
hi: अभी तक कोई बातचीत नहीं

source: tonnes
hi: टन

# enterMobileNumber
source: Enter your 10-digit mobile number
hi: अपना 10-अंकों का मोबाइल नंबर दर्ज करें

# enterEmailOrMobile
source: Enter email or mobile number
hi: ईमेल या मोबाइल नंबर दर्ज करें

# enterPassword
source: Enter your password
hi: अपना पासवर्ड दर्ज करें

source: Enter OTP
hi: OTP दर्ज करें

# otpSentTo
source: OTP sent to {number}
hi: OTP भेजा गया: {number}

source: Didn't receive OTP?
hi: OTP नहीं मिला?

source: Resend OTP
hi: OTP फिर से भेजें

source: Verify OTP
hi: OTP सत्यापित करें

# otpExpired
source: OTP has expired
hi: OTP समाप्त हो गया है

# invalidCredentials
source: Invalid email or password
hi: अमान्य ईमेल या पासवर्ड

# accountLocked
source: Account temporarily locked. Try again later.
hi: खाता अस्थायी रूप से लॉक है। बाद में पुनः प्रयास करें।

source: Password reset email sent
hi: पासवर्ड रीसेट ईमेल भेजा गया

source: Reset Password
hi: पासवर्ड रीसेट करें

source: New Password
hi: नया पासवर्ड

source: Confirm Password
hi: पासवर्ड की पुष्टि करें

source: First Name
hi: पहला नाम

source: Last Name
hi: अंतिम नाम

# agreeTo
source: I agree to the
hi: मैं सहमत हूं

source: and
hi: और

# accountCreatedSuccess
source: Account created! Please confirm your email, then log in.
hi: खाता बनाया गया! कृपया अपना ईमेल पुष्टि करें, फिर लॉगिन करें।

# passwordRequirements
source: Password must be at least 8 characters
hi: पासवर्ड कम से कम 8 अक्षरों का होना चाहिए

# roleSelectionTitle
source: What describes you best?
hi: आप क्या हैं?

# roleSelectionSubtitle
source: Choose your role to get started
hi: शुरू करने के लिए अपनी भूमिका चुनें

# iAmSupplier
source: I am a Supplier
hi: मैं सप्लायर हूँ

# iAmTrucker
source: I am a Trucker
hi: मैं ट्रकर हूँ

# supplierSubtitle
source: Post Loads, Find Trucks, Track Deliveries
hi: लोड पोस्ट करें, ट्रक खोजें, डिलीवरी ट्रैक करें

# truckerSubtitle
source: Find Loads, Manage Fleet, Get Paid
hi: लोड खोजें, बेड़ा प्रबंधित करें, भुगतान प्राप्त करें

source: Select
hi: चुनें

# continueAction
source: Continue
hi: जारी रखें

source: Back
hi: वापस

source: Skip
hi: छोड़ें

source: Done
hi: हो गया

# welcomeUser
source: Welcome, {name}
hi: स्वागत है, {name}

# completeVerification
source: Complete verification to post loads
hi: लोड पोस्ट करने के लिए सत्यापन पूरा करें

source: Active Loads
hi: सक्रिय लोड

source: Completed Loads
hi: पूर्ण लोड

source: Total Loads
hi: कुल लोड

source: Recent Loads
hi: हाल के लोड

source: View All
hi: सभी देखें

source: Post your first load
hi: अपना पहला लोड पोस्ट करें

source: No active loads
hi: कोई सक्रिय लोड नहीं

source: No completed loads
hi: कोई पूर्ण लोड नहीं

source: Quick Actions
hi: त्वरित क्रियाएँ

# postLoadQuick
source: Post a Load
hi: लोड पोस्ट करें

source: View History
hi: इतिहास देखें

# stepOf
source: Step {current} of {total}
hi: चरण {current} / {total}

source: Route Details
hi: मार्ग विवरण

source: Cargo Details
hi: कार्गो विवरण

source: Commercial Details
hi: वाणिज्यिक विवरण

source: Review
hi: समीक्षा

source: Origin City
hi: प्रस्थान शहर

source: Destination City
hi: गंतव्य शहर

# enterOrigin
source: Enter origin city
hi: प्रस्थान शहर दर्ज करें

# enterDestination
source: Enter destination city
hi: गंतव्य शहर दर्ज करें

source: Select origin
hi: प्रस्थान चुनें

source: Select destination
hi: गंतव्य चुनें

source: Select material
hi: सामग्री चुनें

# enterWeight
source: Enter weight in tonnes
hi: वजन टन में दर्ज करें

source: Expected Price
hi: अपेक्षित मूल्य

# enterPrice
source: Enter expected price
hi: अपेक्षित मूल्य दर्ज करें

# pricePerTon
source: Price per tonne
hi: प्रति टन मूल्य

source: Negotiable
hi: बातचीत योग्य

source: Fixed Price
hi: स्थिर मूल्य

# pickupDateHint
source: When should pickup happen?
hi: पिकअप कब होना चाहिए?

source: Pickup Time
hi: पिकअप समय

# expiryDate
source: Load Expiry
hi: लोड समाप्ति

# expiryHint
source: Load will expire after 7 days by default
hi: लोड डिफ़ॉल्ट रूप से 7 दिनों के बाद समाप्त हो जाएगा

source: Additional Notes
hi: अतिरिक्त नोट्स

# notesHint
source: Any special requirements?
hi: कोई विशेष आवश्यकता?

# postLoadButton
source: Post Load
hi: लोड पोस्ट करें

# loadPostedSuccess
source: Load posted successfully!
hi: लोड सफलतापूर्वक पोस्ट हुआ!

# loadPostingFailed
source: Failed to post load. Please try again.
hi: लोड पोस्ट करने में विफल। कृपया पुनः प्रयास करें।

source: Load Details
hi: लोड विवरण

# postedOn
source: Posted on {date}
hi: पोस्ट तारीख: {date}

# expiresOn
source: Expires on {date}
hi: समाप्ति तारीख: {date}

source: Status
hi: स्थिति

source: Load Status
hi: लोड स्थिति

source: Interested Truckers
hi: इच्छुक ट्रकर

source: No interests yet
hi: अभी तक कोई रुचि नहीं

source: View Interests
hi: रुचि देखें

source: Deactivate Load
hi: लोड निष्क्रिय करें

# deactivateConfirm
source: Are you sure you want to deactivate this load?
hi: क्या आप वाकई इस लोड को निष्क्रिय करना चाहते हैं?

# loadDeactivated
source: Load deactivated successfully
hi: लोड सफलतापूर्वक निष्क्रिय किया गया

source: Activate Load
hi: लोड सक्रिय करें

source: Edit Load
hi: लोड संपादित करें

source: Delete Load
hi: लोड हटाएं

# loadDeleted
source: Load deleted successfully
hi: लोड सफलतापूर्वक हटाया गया

# confirmDeleteLoad
source: Are you sure you want to delete this load?
hi: क्या आप वाकई इस लोड को हटाना चाहते हैं?

source: This action cannot be undone.
hi: यह क्रिया पूर्ववत नहीं की जा सकती।

source: Request Super Load
hi: सुपर लोड का अनुरोध करें

# superLoadDescription
source: Admin will find the best trucker for you
hi: एडमिन आपके लिए सर्वोत्तम ट्रकर खोजेगा

source: Super Load requested!
hi: सुपर लोड का अनुरोध किया गया!

source: Super Load Status
hi: सुपर लोड स्थिति

source: Assigned Trucker
hi: निर्धारित ट्रकर

source: Admin Notes
hi: एडमिन नोट्स

source: Super Load in progress
hi: सुपर लोड प्रगति पर है

source: Super Load completed
hi: सुपर लोड पूर्ण हुआ

# cancelSuperLoad
source: Cancel Super Load Request
hi: सुपर लोड अनुरोध रद्द करें

# findLoadsTitle
source: Find Loads
hi: लोड खोजें

source: Search loads...
hi: लोड खोजें...

# originFilter
source: Origin
hi: प्रस्थान

# destinationFilter
source: Destination
hi: गंतव्य

# truckTypeFilter
source: Truck Type
hi: ट्रक प्रकार

# verifiedOnly
source: Verified Suppliers Only
hi: केवल सत्यापित सप्लायर

source: Sort By
hi: क्रमबद्ध करें

source: Price: Low to High
hi: कीमत: कम से अधिक

source: Price: High to Low
hi: कीमत: अधिक से कम

source: Nearest First
hi: निकटतम पहले

source: Newest First
hi: नवीनतम पहले

# noLoadsFound
source: No loads found matching your criteria
hi: आपके मानदंड से कोई लोड नहीं मिला

# adjustFilters
source: Try adjusting your filters
hi: फिल्टर समायोजित करने का प्रयास करें

# loadsFound
source: {count} loads found
hi: {count} लोड मिले

source: View Details
hi: विवरण देखें

source: Show Interest
hi: रुचि दिखाएं

# interestSent
source: Interest sent to supplier!
hi: सप्लायर को रुचि भेजी गई!

source: Call Supplier
hi: सप्लायर को कॉल करें

# loadInfo
source: Load Information
hi: लोड जानकारी

source: Route
hi: मार्ग

source: Distance
hi: दूरी

source: Estimated Distance
hi: अनुमानित दूरी

# myFleetTitle
source: My Fleet
hi: मेरा बेड़ा

# noTrucksYet
source: No trucks added yet
hi: अभी तक कोई ट्रक नहीं

# addYourFirstTruck
source: Add your first truck to start finding loads
hi: लोड खोजने के लिए अपना पहला ट्रक जोड़ें

source: Truck Number
hi: ट्रक नंबर

source: Body Type
hi: बॉडी टाइप

# capacity
source: Capacity (Tonnes)
hi: क्षमता (टन)

source: Truck Status
hi: ट्रक स्थिति

source: Verification Pending
hi: सत्यापन लंबित

# verificationVerified
source: Verified
hi: सत्यापित

source: Upload RC Photo
hi: RC फोटो अपलोड करें

# rcPhotoRequired
source: RC photo is required for verification
hi: सत्यापन के लिए RC फोटो आवश्यक है

# truckAdded
source: Truck added! Pending admin verification.
hi: ट्रक जोड़ा गया! एडमिन सत्यापन बाकी है।

# truckUpdated
source: Truck updated successfully
hi: ट्रक सफलतापूर्वक अपडेट किया गया

# truckDeleted
source: Truck deleted successfully
hi: ट्रक सफलतापूर्वक हटाया गया

source: View Truck
hi: ट्रक देखें

source: Edit Truck
hi: ट्रक संपादित करें

source: Delete Truck
hi: ट्रक हटाएं

# confirmDeleteTruck
source: Are you sure you want to delete this truck?
hi: क्या आप वाकई इस ट्रक को हटाना चाहते हैं?

source: Open Body
hi: ओपन बॉडी

source: Closed Body
hi: क्लोज्ड बॉडी

source: Container
hi: कंटेनर

source: Tanker
hi: टैंकर

source: Trailer
hi: ट्रेलर

source: Flatbed
hi: फ्लैटबेड

source: Half Body
hi: हाफ बॉडी

source: Hydraulic
hi: हाइड्रोलिक

# myTripsTitle
source: My Trips
hi: मेरी यात्राएं

source: Active Trips
hi: सक्रिय यात्राएं

source: Trip History
hi: यात्रा इतिहास

source: No active trips
hi: कोई सक्रिय यात्रा नहीं

# noTripHistory
source: No trip history yet
hi: अभी तक कोई यात्रा इतिहास नहीं

source: Trip Details
hi: यात्रा विवरण

source: Start Trip
hi: यात्रा शुरू करें

source: End Trip
hi: यात्रा समाप्त करें

source: Upload POD
hi: POD अपलोड करें

# podUploaded
source: POD uploaded successfully
hi: POD सफलतापूर्वक अपलोड किया गया

source: Rate Supplier
hi: सप्लायर को रेट करें

source: Trip started
hi: यात्रा शुरू हुई

source: Trip completed
hi: यात्रा पूर्ण हुई

source: LR Number
hi: LR नंबर

source: Enter LR number
hi: LR नंबर दर्ज करें

source: Conversations
hi: बातचीत

# noConversations
source: No conversations yet
hi: अभी तक कोई बातचीत नहीं

# startChat
source: Start a conversation by showing interest in a load
hi: लोड में रुचि दिखाकर बातचीत शुरू करें

source: typing...
hi: टाइप कर रहे हैं...

source: Online
hi: ऑनलाइन

# lastSeen
source: Last seen {time}
hi: अंतिम बार देखा: {time}

source: Attachment
hi: अनुलग्नक

source: Send
hi: भेजें

source: Voice Message
hi: वॉयस मैसेज

source: Hold to record
hi: रिकॉर्ड करने के लिए दबाएं रखें

source: Release to send
hi: भेजने के लिए छोड़ें

source: Slide to cancel
hi: रद्द करने के लिए स्लाइड करें

source: Recording...
hi: रिकॉर्डिंग...

source: Recording too short
hi: रिकॉर्डिंग बहुत छोटी है

source: Recording cancelled
hi: रिकॉर्डिंग रद्द की गई

source: Message sent
hi: संदेश भेजा गया

source: Failed to send
hi: भेजने में विफल

source: Delete Message
hi: संदेश हटाएं

# deleteConfirm
source: Are you sure you want to delete this message?
hi: क्या आप वाकई इस संदेश को हटाना चाहते हैं?

source: Message deleted
hi: संदेश हटाया गया

source: Share Truck Card
hi: ट्रक कार्ड साझा करें

source: Share Location
hi: स्थान साझा करें

source: Share Document
hi: दस्तावेज़ साझा करें

source: Location shared
hi: स्थान साझा किया गया

source: Document shared
hi: दस्तावेज़ साझा किया गया

source: Truck card shared
hi: ट्रक कार्ड साझा किया गया

source: You
hi: आप

source: Today
hi: आज

source: Yesterday
hi: कल

# now
source: Just now
hi: अभी-अभी

# verificationTitle
source: Account Verification
hi: खाता सत्यापन

# verificationSubtitle
source: Verify your account to unlock all features
hi: सभी सुविधाओं को अनलॉक करने के लिए अपना खाता सत्यापित करें

source: Business Details
hi: व्यावसायिक विवरण

source: Business Name
hi: व्यवसाय का नाम

# enterBusinessName
source: Enter your business name
hi: अपने व्यवसाय का नाम दर्ज करें

source: GST Number
hi: GST नंबर

# enterGst
source: Enter 15-digit GST number
hi: 15-अंकों का GST नंबर दर्ज करें

source: Business License
hi: व्यावसायिक लाइसेंस

# uploadLicense
source: Upload business license
hi: व्यावसायिक लाइसेंस अपलोड करें

source: KYC Documents
hi: KYC दस्तावेज़

source: PAN Number
hi: PAN नंबर

# enterPan
source: Enter 10-character PAN
hi: 10-अक्षर का PAN दर्ज करें

# uploadPan
source: Upload PAN card
hi: PAN कार्ड अपलोड करें

# dlNumber
source: Driving License Number
hi: ड्राइविंग लाइसेंस नंबर

# enterDl
source: Enter DL number
hi: DL नंबर दर्ज करें

# uploadDl
source: Upload DL photo
hi: DL फोटो अपलोड करें

source: Submit for Verification
hi: सत्यापन के लिए जमा करें

source: Verification submitted!
hi: सत्यापन जमा किया गया!

source: Verification in progress
hi: सत्यापन प्रगति पर है

source: Verification approved!
hi: सत्यापन स्वीकृत!

source: Verification rejected
hi: सत्यापन अस्वीकृत

# rejectionReason
source: Reason: {reason}
hi: कारण: {reason}

source: Resubmit
hi: फिर से जमा करें

source: Pending Verification
hi: सत्यापन लंबित

source: Get Verified
hi: सत्यापित करें

source: Benefits of Verification
hi: सत्यापन के लाभ

source: Verified Badge
hi: सत्यापित बैज

source: Priority Support
hi: प्राथमिकता सहायता

# unlimitedLoads
source: Unlimited Load Posting
hi: असीमित लोड पोस्टिंग

# settingsTitle
source: Settings
hi: सेटिंग्स

source: Language
hi: भाषा

source: Hindi
hi: हिंदी

source: Notifications
hi: सूचनाएं

source: Push Notifications
hi: पुश सूचनाएं

source: Email Notifications
hi: ईमेल सूचनाएं

source: SMS Notifications
hi: SMS सूचनाएं

source: Privacy
hi: गोपनीयता

# dataExport
source: Export My Data
hi: मेरा डेटा निर्यात करें

source: Delete Account
hi: खाता हटाएं

# deleteAccountConfirm
source: Are you sure you want to delete your account?
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं?

# logoutConfirm
source: Are you sure you want to logout?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?

source: Account
hi: खाता

# personalInfo
source: Personal Information
hi: व्यक्तिगत जानकारी

source: Change Password
hi: पासवर्ड बदलें

source: Current Password
hi: वर्तमान पासवर्ड

# passwordChanged
source: Password changed successfully
hi: पासवर्ड सफलतापूर्वक बदला गया

# passwordMismatch
source: Passwords do not match
hi: पासवर्ड मेल नहीं खाते

source: About
hi: के बारे में

source: Version
hi: संस्करण

source: Help
hi: सहायता

source: Contact Support
hi: सहायता से संपर्क करें

# faq
source: Frequently Asked Questions
hi: अक्सर पूछे जाने वाले प्रश्न

source: Rate App
hi: ऐप रेट करें

source: Share App
hi: ऐप साझा करें

# requiredField
source: This field is required
hi: यह फ़ील्ड आवश्यक है

# invalidEmail
source: Please enter a valid email
hi: कृपया एक वैध ईमेल दर्ज करें

# invalidMobile
source: Please enter a valid 10-digit mobile number
hi: कृपया एक वैध 10-अंकों का मोबाइल नंबर दर्ज करें

# invalidPassword
source: Password must be at least 8 characters
hi: पासवर्ड कम से कम 8 अक्षरों का होना चाहिए

source: Passwords don't match
hi: पासवर्ड मेल नहीं खाते

# invalidWeight
source: Please enter a valid weight
hi: कृपया एक वैध वजन दर्ज करें

# invalidPrice
source: Please enter a valid price
hi: कृपया एक वैध मूल्य दर्ज करें

# cityNotFound
source: City not found in database
hi: शहर डेटाबेस में नहीं मिला

# selectMaterialFirst
source: Please select a material first
hi: कृपया पहले सामग्री चुनें

# networkError
source: Network error. Please check your connection.
hi: नेटवर्क त्रुटि। कृपया अपना कनेक्शन जांचें।

# serverError
source: Server error. Please try again later.
hi: सर्वर त्रुटि। कृपया बाद में पुनः प्रयास करें।

# sessionExpired
source: Session expired. Please login again.
hi: सत्र समाप्त हो गया। कृपया फिर से लॉगिन करें।

# unauthorized
source: Unauthorized access
hi: अनधिकृत पहुंच

# forbidden
source: You don't have permission to do this
hi: आपके पास यह करने की अनुमति नहीं है

source: Not found
hi: नहीं मिला

# unknownError
source: An unknown error occurred
hi: एक अज्ञात त्रुटि हुई

# tryAgain
source: Please try again
hi: कृपया पुनः प्रयास करें

# fieldRequired
source: {field} is required
hi: {field} आवश्यक है

source: Invalid input
hi: अमान्य इनपुट

# maxLengthExceeded
source: Maximum length exceeded
hi: अधिकतम लंबाई पार हो गई

# minLengthRequired
source: Minimum length required
hi: न्यूनतम लंबाई आवश्यक

# botTitle
source: TranZfort Assistant
hi: ट्रांजफोर्ट सहायक

# botGreeting
source: Hi! I'm your TranZfort assistant. How can I help?
hi: नमस्ते! मैं आपका ट्रांजफोर्ट सहायक हूँ। मैं आपकी कैसे मदद कर सकता हूँ?

# botTyping
source: Assistant is typing...
hi: सहायक टाइप कर रहा है...

# botHelpOptions
source: I can help you: • Post a new load • Find loads • Answer questions
hi: मैं आपकी मदद कर सकता हूँ: • नया लोड पोस्ट करें • लोड खोजें • प्रश्नों के उत्तर

# botDidntUnderstand
source: I didn't understand. Could you rephrase?
hi: मुझे समझ नहीं आया। कृपया फिर से कहें?

# botAskOrigin
source: Where are you shipping from? (Origin city)
hi: कहाँ से भेजना है? (प्रस्थान शहर)

# botAskDestination
source: Where are you shipping to? (Destination city)
hi: कहाँ भेजना है? (गंतव्य शहर)

# botAskMaterial
source: What material are you shipping?
hi: क्या सामान भेज रहे हैं?

# botAskWeight
source: What's the weight? (in tonnes)
hi: कितना वजन है? (टन में)

# botAskTruckType
source: What type of truck do you need?
hi: किस तरह का ट्रक चाहिए?

# botConfirmDetails
source: Please confirm: 📍 {origin} → {destination} 📦 {material} ⚖️ {weight} tonnes Is this correct?
hi: कृपया पुष्टि करें: 📍 {origin} → {destination} 📦 {material} ⚖️ {weight} टन क्या यह सही है?

# botLoadPosted
source: ✅ Load posted successfully! Load ID: {loadId}
hi: ✅ लोड सफलतापूर्वक पोस्ट हुआ! लोड ID: {loadId}

# botSearchingLoads
source: 🔍 Searching for loads...
hi: 🔍 लोड खोज रहा हूँ...

# botFoundLoads
source: Found {count} loads matching your criteria:
hi: आपके मानदंड से {count} लोड मिले:

# botNoLoadsFound
source: No loads found. Try different cities or truck type.
hi: कोई लोड नहीं मिला। दूसरे शहर या ट्रक टाइप आज़माएं।

# botThanks
source: Thank you for using TranZfort! 👍
hi: ट्रांजफोर्ट का उपयोग करने के लिए धन्यवाद! 👍

# botDownloadAi
source: Download AI
hi: AI डाउनलोड करें

# botDownloadAiDescription
source: Get smarter responses and better Hindi understanding
hi: स्मार्ट जवाब और बेहतर हिंदी समझ

# botAiModelSize
source: {size} • One-time download
hi: {size} • एक बार डाउनलोड

# botUseBasic
source: Use Basic Assistant
hi: बेसिक सहायक का उपयोग करें

# botDownloadProgress
source: Downloading... {percent}%
hi: डाउनलोड हो रहा है... {percent}%

# botDownloadComplete
source: Download complete! Switching to AI mode...
hi: डाउनलोड पूरा! AI मोड में बदल रहा है...

# botDownloadFailed
source: Download failed. Please try again.
hi: डाउनलोड विफल। कृपया पुनः प्रयास करें।

# botWifiRequired
source: WiFi required for download
hi: डाउनलोड के लिए WiFi आवश्यक

# botStorageRequired
source: {size} free space required
hi: {size} खाली स्थान आवश्यक

# botThinking
source: Thinking...
hi: सोच रहा हूँ...

# botResponse
source: Response
hi: प्रतिक्रिया

source: Suggestions
hi: सुझाव

source: Quick Replies
hi: त्वरित जवाब

source: Yes
hi: हाँ

source: No
hi: नहीं

source: OK
hi: ठीक है

source: Got it
hi: समझ गया

source: Close
hi: बंद करें

source: Apply
hi: लागू करें

source: Reset
hi: रीसेट

source: Clear
hi: साफ़ करें

source: More
hi: और

source: Less
hi: कम

source: See All
hi: सभी देखें

source: Show More
hi: और दिखाएं

source: Show Less
hi: कम दिखाएं

source: Copy
hi: कॉपी

source: Share
hi: साझा करें

source: Download
hi: डाउनलोड

source: Open
hi: खोलें

source: Call
hi: कॉल

source: Directions
hi: दिशाएँ

source: Filter
hi: फिल्टर

source: Sort
hi: क्रमबद्ध करें

source: Refresh
hi: रीफ्रेश

source: Update
hi: अपडेट

source: Add
hi: जोड़ें

source: Remove
hi: हटाएं

source: Steel
hi: स्टील

source: Cement
hi: सीमेंट

source: Sand
hi: रेत

source: Bricks
hi: ईंट

source: Tiles
hi: टाइल्स

source: Grain
hi: अनाज

source: Wheat
hi: गेहूं

source: Rice
hi: चावल

source: Pulses
hi: दाल

source: Sugar
hi: चीनी

source: Electronics
hi: इलेक्ट्रॉनिक्स

source: Furniture
hi: फर्नीचर

source: Textiles
hi: टेक्सटाइल

source: Clothes
hi: कपड़े

source: Machinery
hi: मशीनरी

source: Equipment
hi: उपकरण

source: Vehicles
hi: वाहन

source: Containers
hi: कंटेनर

source: Oil
hi: तेल

source: Chemicals
hi: रसायन

source: Fertilizers
hi: उर्वरक

source: Coal
hi: कोयला

source: Wood
hi: लकड़ी

source: Plastic
hi: प्लास्टिक

source: Glass
hi: कांच

source: Paper
hi: कागज़

source: Scrap
hi: स्क्रैप

# mixed
source: Mixed Goods
hi: मिश्रित सामान

source: Others
hi: अन्य
